{
	"1": "Über mich",
	"2": "Hey, schön, dich kennenzulernen! Ich bin David, ein deutschsprachiger Frontend-Entwickler aus der Nähe von Nürnberg mit Erfahrung in der Entwicklung von Web-Apps mit JavaScript & Angular. Ich habe allein oder in Teams Projekte geschrieben, die auf den Prinzipien des sauberen Codes basieren. Sie sind herzlich eingeladen, mein öffentliches Portfolio zu besuchen.",
	"3": "Mich fasziniert die Vielfalt der Möglichkeiten beim Programmieren. Projekte von Grund auf zu bauen und das Erfolgserlebnis nach Abschluss zu haben, ist einer meiner Lieblingsaspekte. Ich suche nach einer Möglichkeit, meine Fähigkeiten als Junior-Frontend-Entwickler unter Beweis zu stellen.",
	"4": "Ich bin sehr froh, meinen Platz in der Welt des Programmierens gefunden zu haben und suche nun einen Platz in einem tollen Team. Mein Ziel ist es, ständig zu lernen und zu wachsen. Ich bin hochmotiviert und freue mich jeden Tag neue Herausforderungen zu meistern und daraus zu lernen.",
	"5": "Name",
	"6": "E-Mail",
	"7": "Nachricht",
	"8": "Kontakt",
	"9": "Haben Sie ein Problem zu lösen?",
	"10": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit an Ihren Projekten mitzuarbeiten.",
	"11": "Benötigen Sie einen Frontend Entwickler?",
	"12": "Kontaktieren Sie mich!",
	"13": "Nachricht versenden",
	"14": "Vielen Dank :)",
	"15": "Impressum",
	"16": "Über mich",
	"17": "Fähigkeiten",
	"18": "Ich bin",
	"19": "FRONTEND ENTWICKLER",
	"20": "Kontakt",
	"21": "Diese Seite ist ein Beispiel meiner Arbeit! Scrollen Sie nach unten, um andere Projekte zu sehen,",
	"22": "die ich entwickelt habe.",
	"23": "Jump and Run Spiel basierend auf der objektorientierten Programmierung. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"24": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
	"25": "Basierend auf der PokeAPI, einer einfachen Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
	"26": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
	"27": "SCROLL RUNTER",
	"28": "FÄHIGKEITEN",
	"29": "Ich habe Erfahrung in Bauprojekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
	"30": "Kontakt"
  }