{
	"About me": "Über mich",
	"Hello, nice to meet you! I'm Doğan, a German-speaking frontend developer based in Munich with experience in building web applications using JavaScript & Angular. I've worked on projects independently and within teams, always adhering to the principles of clean code.": "Hallo, angenehm, dich kennenzulernen! Mein Name ist Doğan, ein Frontend-Entwickler aus München, der sich auf die Erstellung von Webanwendungen mit JavaScript & Angular spezialisiert hat. Ich habe sowohl eigenständig als auch im Team Projekte umgesetzt, stets mit einem Fokus auf sauberen Code.",
	"The breadth of possibilities in programming captivates me. Building projects from the ground up and experiencing the sense of accomplishment upon completion are aspects I truly enjoy. I am currently on the lookout for an opportunity to demonstrate my skills as a junior frontend developer.": "Die Vielfalt der Möglichkeiten in der Programmierung fasziniert mich. Das Erschaffen von Projekten von Grund auf und das Gefühl der Erfüllung nach ihrer Fertigstellung gehören zu meinen bevorzugten Aspekten. Aktuell bin ich auf der Suche nach einer Gelegenheit, meine Fähigkeiten als Junior Frontend-Entwickler unter Beweis zu stellen.",
	"I am thrilled to have discovered my place in the programming world, and now I am eager to become a part of a fantastic team. My aim is continuous learning and growth. I am highly motivated and excited to overcome new challenges and learn from them every day.": "Es freut mich sehr, meinen Platz in der Welt der Programmierung gefunden zu haben, und nun bin ich gespannt darauf, Teil eines fantastischen Teams zu werden. Mein Ziel ist kontinuierliches Lernen und Wachsen. Ich bin hochmotiviert und freue mich darauf, neue Herausforderungen anzunehmen und täglich daraus zu lernen.",
	"Your name": "Dein Name",
	"Your email": "Deine E-Mail",
	"Your message": "Deine Nachricht",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Ein Problem zu lösen?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
	"Need a Frontend developer?": "Brauchst du einen Frontend-Entwickler?",
	"Contact me!": "Kontaktiere mich!",
	"Send Message :)": "Senden :)",
	"Thank You :)": "Danke :)",
	"Legal Notice": "Impressum",
	
	"Skills": "Fähigkeiten",
	"I am": "Ich bin",
	"FRONTEND DEVELOPER": "FRONTEND ENTWICKLER",
	"Let´s talk!": "Lass uns reden!",
	"This page is a sample of my work! scroll down to view other projects I have developed.": "Diese Seite ist eine Beispiel meiner Arbeit! Scrolle nach unten, um andere Projekte, die ich entwickelt habe, zu sehen.",

	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Spring-, Lauf- und Wurfspiel auf objektorientiertem Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
	"Based on the PokeAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokeAPI eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
	"An online card drinking game for entertaining hours with friends. Developed with Firebase for seamless interactions.": "Ein Online-Kartentrinkspiel für unterhaltsame Stunden mit Freunden. Entwickelt mit Firebase für reibungslose Interaktionen.",
	"A very Simple Customer Relationship Management system working with CRUD functionality.": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
	"scroll down": "scrolle nach unten",
	"My Skills": "Meine Fähigkeiten",
	"As a graduate of the Developer Academy, I bring solid knowledge and skills in the field of web development. With a focus on modern technologies, I master the art of web development. My training emphasizes clean code, efficient collaboration, and continuous learning. Explore my projects and let's create amazing things together!": "Als Absolvent der Developer Akademie bringe ich fundierte Kenntnisse und Fähigkeiten im Bereich der Webentwicklung mit. Mit Schwerpunkt auf modernen Technologien beherrsche ich die Kunst der Webentwicklung. Meine Ausbildung legt Wert auf sauberen Code, effiziente Zusammenarbeit und kontinuierliches Lernen. Entdecke meine Projekte und lass uns zusammen großartige Dinge schaffen!",
	"Get in touch": "Komm in Kontakt",
	"I've read the": "Ich habe die ",
	"privacy policy": "Datenschuterklärung ",
	"and I agree to the processing of my data as outlined.": "gelesen und bin mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
	"Imprint": "Impressum",
	"E-mail has been sent":"Email wurde versendet",

"Your name is required": "Ihr Name ist erforderlich.",
"Your email is required": "Ihre E-Mail ist erforderlich",
"Invalid email format": "Ungültiges E-Mail-Format",
"Your message is empty": "Ihre Nachricht ist leer"
}
