{
	"About me": "Über mich",
	"Hello and welcome! I'm Doğan, a fullstack developer based in Munich, fluent in German and experienced in building modern web applications with JavaScript, Angular, Python/Django Rest Framework and other technologies. I have a strong passion for coding and a keen interest in the latest trends and technologies in the field.": "Hallo und herzlich willkommen! Ich bin Doğan, ein Fullstack-Entwickler mit Sitz in München. Ich spreche fließend Deutsch und habe Erfahrung in der Entwicklung moderner Webanwendungen mit JavaScript, Angular, Python/Django Rest Framework und weiteren Technologien. Ich habe eine große Leidenschaft fürs Programmieren und ein starkes Interesse an den neuesten Trends und Technologien in diesem Bereich.",
	"Over the past months, I have successfully worked on frontend, backend and fullstack projects, developing independently and within teams, and deploying them using Docker and Ubuntu servers. I always focus on clean code, scalability, and a great user experience.": "In den vergangenen Monaten habe ich erfolgreich an Frontend-, Backend- und Fullstack-Projekten gearbeitet – sowohl eigenständig als auch im Team – und diese mit Docker und Ubuntu-Servern bereitgestellt. Mein Fokus liegt dabei immer auf sauberem Code, Skalierbarkeit und einer großartigen User Experience.",
	"I am fascinated by the endless possibilities of programming—creating something from scratch and seeing it come to life is what drives me. I’m currently seeking an opportunity where I can apply and expand my skills as a junior developer. I am highly motivated, love to tackle new challenges, and aim to grow continuously while contributing to a great team.": "Die unendlichen Möglichkeiten des Programmierens faszinieren mich – etwas von Grund auf zu erschaffen und es zum Leben zu erwecken, motiviert mich jeden Tag. Derzeit suche ich eine Möglichkeit, meine Fähigkeiten als Junior-Entwickler einzusetzen und weiter auszubauen. Ich bin hoch motiviert, liebe es, neue Herausforderungen zu meistern, und strebe danach, mich kontinuierlich weiterzuentwickeln und Teil eines großartigen Teams zu werden.",
	"Your name": "Dein Name",
	"Your email": "Deine E-Mail",
	"Your message": "Deine Nachricht",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Gilt es ein Problem zu lösen?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
	"Need a Frontend developer?": "Brauchst du einen Frontend-Entwickler?",
	"Contact me!": "Kontaktiere mich!",
	"Send Message :)": "Senden",
	"Thank You :)": "Danke :)",
	"Legal Notice": "Impressum",
	
	"Skills": "Fähigkeiten",
	"I am": "Ich bin",
	"DEVELOPER": "ENTWICKLER",
	"Let´s talk!": "Lass uns reden!",
	"This page is a sample of my work! scroll down to view other projects I have developed.": "Diese Seite ist eine Beispiel meiner Arbeit! Scrolle nach unten, um andere Projekte, die ich entwickelt habe, zu sehen.",

	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Spring-, Lauf- und Wurfspiel auf objektorientiertem Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
	"Based on the PokeAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokeAPI eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
	"An online card drinking game for entertaining hours with friends. Developed with Firebase for seamless interactions.": "Ein Online-Kartentrinkspiel für unterhaltsame Stunden mit Freunden. Entwickelt mit Firebase für reibungslose Interaktionen.",
	"A very Simple Customer Relationship Management system working with CRUD functionality.": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
	"Scroll down": "Scrolle nach unten",
	"My Skills": "Meine Fähigkeiten",
	"As a graduate of the Developer Academy, I bring solid knowledge and skills in the field of web development. With a focus on modern technologies, I master the art of web development. My training emphasizes clean code, efficient collaboration, and continuous learning. Explore my projects and let's create amazing things together!": "Als Absolvent der Developer Akademie bringe ich fundierte Kenntnisse und Fähigkeiten im Bereich der Webentwicklung mit. Mit Schwerpunkt auf modernen Technologien beherrsche ich die Kunst der Webentwicklung. Meine Ausbildung legt Wert auf sauberen Code, effiziente Zusammenarbeit und kontinuierliches Lernen. Entdecke meine Projekte und lass uns zusammen großartige Dinge schaffen!",
	"Get in touch": "Komm in Kontakt",
	"I've read the": "Ich habe die ",
	"privacy policy": "Datenschutzerklärung ",
	"and I agree to the processing of my data as outlined.": "gelesen und bin mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
	"Imprint": "Impressum",
	"E-mail has been sent":"Email wurde versendet",

"Your name is required": "Ihr Name ist erforderlich.",
"Your email is required": "Ihre E-Mail ist erforderlich",
"Invalid email format": "Ungültiges E-Mail-Format",
"Your message is empty": "Ihre Nachricht ist leer",
"Information according to § 5 TMG (German Telemedia Act)": "Angaben gemäß § 5 TMG",
"A dynamic Q&A platform for community discussions and knowledge sharing, with account creation, built with Angular and Firebase.": "Eine dynamische Q&A-Plattform für Community-Diskussionen und Wissensaustausch mit Accounterstellung, entwickelt mit Angular und Firebase.",
"A Netflix-inspired streaming platform with user authentication, a custom video player, dynamic movie categories, and seamless API integration between Django and React, deployed using Docker on an Ubuntu server.": "Eine von Netflix inspirierte Streaming-Plattform mit Benutzer-Authentifizierung, einem eigenen Videoplayer, dynamischen Filmkategorien und nahtloser API-Integration zwischen Django und React, bereitgestellt mittels Docker auf einem Ubuntu-Server.",
"A backend API built with Django Rest Framework, providing secure token-based authentication, a scalable structure for frontend integration, and deployed on an Ubuntu environment.": "Eine Backend-API, entwickelt mit dem Django Rest Framework, die eine sichere tokenbasierte Authentifizierung sowie eine skalierbare Struktur für die Anbindung eines Frontends bereitstellt und auf einer Ubuntu-Umgebung bereitgestellt ist."
}
