{
	"1": "About Me",
	"2": "Hey, nice to meet you! I am David, a German-speaking Frontend Developer based near Nuernberg with experience in building web apps with JavaScript & Angular. I have written projects alone or in teams, based on clean code principles. You're welcome to visit my public portfolio.",
	"3": "I am fascinated by the variety of possibilities in programming. Building projects from scratch and the sense of achievement after finishing them are one of my favorite aspects. I am looking for an opportunity to prove my skills as a junior frontend developer.",
	"4": "I am very glad to have found my place in the world of programming, now I am seeking a place in a great team. My goal is to constantly learn and grow. I am highly motivated and excited to master new challenges and to learn from them every day.",
	"5": "Your name",
	"6": "Your email",
	"7": "Your message",
	"8": "Contact",
	"9": "Got a problem to solve?",
	"10": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.",
	"11": "Need a Frontend developer?",
	"12": "Contact me!",
	"13": "Send Message :)",
	"14": "Thank You :)",
	"15": "Legal Notice",
	"16": "About me",
	"17": "Skills",
	"18": "I am",
	"19": "FRONTEND DEVELOPER",
	"20": "Let´s talk!",
	"21": "This page is a sample of my work! scroll down to view other",
	"22": "projects I have developed.",
	"23": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"24": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"25": "Based on the PokeAPI a simple library that provides and catalogues pokemon information.",
	"26": "A very Simple Customer Relationship Management system working with CRUD functionality.",
	"27": "SCROLL DOWN",
	"28": "SKILLS",
	"29": "I have gained experience in building projects with various front end technologies and concepts.",
	"30": "Get in touch"
}